{
	"Hash": "Hash",
	"Hash desc": "Dit nummer is een vingerafdruk van de bovenstaande gegevens en wordt gegenereerd door een cryptografische hashfunctie. Een belangrijke eigenschap van deze hash is zijn onomkeerbaarheid; het is onmogelijk om de originele gegevens te achterhalen via de hash. Elke wijziging in de invoer resulteert in een ogenschijnlijk willekeurige maar reproduceerbare uitvoer.  De hexadecimale notatie bespaart ruimte en is gemakkelijk leesbaar.",
	"Block hash desc": "Een geldig blok moet een hash hebben die voldoet aan een specifieke moeilijkheidsgraad. In dit voorbeeld streven we naar een hash beginnend met 4 nullen, wat aantoont dat je de inspanning hebt geleverd om het blok als geldig te beschouwen.",
	"Data": "Gegevens",
	"Data desc": "Vul hier eens wat gegevens in. Wat gebeurt er met het hash veld?",
	"Block data desc": "Welke gegevens zou jij tot in de eeuwigheid willen bewaren?",
	"Block": "Blok",
	"Block desc": "Dit is een numeriek volgnummer. Het eerste blok van een reeks noemen we het genesisblok en krijgt nummer 0. Het daaropvolgende blok krijgt dan nummer 1.",
	"Nonce": "Nonce",
	"Nonce desc": "Door de nonce te verhogen, verandert de hash zonder de gegevens te wijzigen. Voor een geldig blok moet je een hash vinden die aan specifieke criteria voldoet. Blijf dus de nonce aanpassen totdat je blok als geldig wordt beschouwd.",
	"Mine": "Mijnen",
	"Blockchain Demo": "Blockchain Essentie",
	"Blockchain": "Blockchain",
	"Distributed": "Gedistribueerd",
	"Tokens": "Munten",
	"Coinbase": "Coinbase",
	"Prev": "Vorige",
	"Distributed Blockchain": "Gedistribueerde Blockchain",
	"Peer": "Peer",
	"Tx": "Tx",
	"$": "$",
	"From": "Van",
	"Coinbase Transactions": "Coinbase Transacties",
	"Mine desc": "Mine desc",
	"Block mine desc": "Bij het mijnen wordt de nonce verhoogt tot het blok voldoet aan de vereiste moeilijkheidsgraad van de hash.",
	"Application by": "Applicatie door",
	"Improvements by": "Ontwerp door",
	"Favicon by ": "Favicon door ",
	"Introduction": "Introductie",
	"cryptocurrency": "cryptomunt",
	"cryptocurrency desc": "De valuta (token) die wordt uitgegeven als beloning in het proof-of-work mijnproces.",
	"blockchain": "blockchain",
	"blockchain desc": "Het openbare grootboek waarin de transacties worden vastgelegd."
}